Repository: NikitaBohatyrov/TestApp
Catalog: ModuloTechTestingProject/*.lproj/Localizable.strings
Languages: de, es, it

source: Lights
de: Lichter
es: Luces
it: Luci

source: Roller shutters
de: Rollläden
es: Persianas enrollables
it: Tapparelle

source: Heaters
de: Heizungen
es: Calefactores
it: Riscaldatori

source: Off
de: ausgeschaltet
es: apagado
it: spento

source: On
de: eingeschaltet
es: encendido
it: acceso

source: Opened
de: geöffnet
es: Abierto
it: aperto

source: Closed
de: Geschlossen
es: Cerrado
it: chiuso

source: Turned on with %lld%% of power
de: Включено на %lld%% мощности
es: Allumé avec %lld%% de puissance
it: Allumé avec %lld%% de puissance

source: Turned on at %.1f%℃
de: Включено на %.1f%℃
es: Allumé à %.1f%℃

source: Opened on %lld%%
de: Открыты на %lld%%
es: ouvert à %lld%%
it: ouvert à %lld%%

source: Lampe - Cuisine
de: Lampe - Küche
es: lámpara - cocina
it: lampada - cucina

source: Lampe - Salon
de: Lampe - Wohnzimmer
es: lámpara - sala de estar
it: lampada - soggiorno

source: Lampe - Grenier
de: Lampe - Dachboden
es: lámpara - desván
it: lampada - soppalco

source: Lampe - Salle de bain
de: Lampe - Badezimmer
es: lámpara - baño
it: lampada - bagno

source: Volet roulant - Salon
de: Rollo - Wohnzimmer
es: persiana enrollable - sala de estar
it: Tenda a rullo - soggiorno

source: Volet roulant
de: Rollläden
es: persiana enrollable
it: Tenda a rullo

source: Volet roulant - Salle de bain
de: Rollo - Badezimmer
es: persiana enrollable - baño
it: Tenda a rullo - bagno

source: Radiateur - Chambre
de: Heizung - Schlafzimmer
es: Сalentador - Dormitorio
it: Riscaldatore - camera da letto

source: Radiateur - Salon
de: Heizung - Wohnzimmer
es: calentador - sala de estar
it: Riscaldatore - soggiorno

source: Radiateur - Salle de bain
de: Heizung - Badezimmer
es: calentador - baño
it: Riscaldatore - bagno

source: Radiateur - WC
de: Heizung - WC
es: Обогреватель - WC
it: Riscaldatore - WC

source: Turned on at %.1f℃
it: Allumé à %.1f℃
